quick_test.yml
---
execution:
- concurrency: 100
  ramp-up: 30s
  hold-for: 1m
  scenario: quick-test

scenarios:
  quick-test:
    requests:
      - http://demochat:5000/login

reporting:
- final_stats

modules:
  blazemeter:
    browser-open: none
    token: cba249c64d8bc461951d
  console:
    disable: true